 <!DOCTYPE html>
<html>
<head>
  <link rel="stylesheet" href="css/TicTacToe.css"></link>

	<title>
		
	</title>
</head>
<body>
<div class="header">
  <h1>Информация</h1>
</div>  
  <ul>	
    <li style="float: left;"><a href="index.php">Вход</a></li>
    <li style="float: right;"><a href="index.php">Изход</a></li>
    <li style="float: right;"><a href="account.php">Профил</a></li>
    <li style="float: right;"><a href="rating.php">Рейтинг</a></li>
    <li style="float: right;"><a href="info.php">Информация</a></li>
  </ul>
<br>
<img src="img/TicTacToe.jpg" style="width: 240px; height: 300px"> 
<p style="font-size: 20px">
  Играта „Морски шах“ се играе от двама души като всеки си избира с какъв знак ще играе.<br> Резултатът от играта се записва автоматично и всеки играч може да види своя, или на съотборник.<br> Играе се като с левия бутон на мишката се цъка на начертано поле за игра, <br>след което се отбелязва със съответният знак с който човека играе. След като е минал реда на единият играч следва реда на съотборника му<br> като той поставя противоположният знак. Това се повтаря докато един от двамата не спечели или не завършат на равно.<br> Победа се постига, когато три еднакви символа се подредят един след друг хоризонтално или вертикално, или диагонално. <br>След приключване на играта резултата се записва автоматично и може да се играе наново след като се натисне бутона „Играй пак“.<br> Резултатът се изписва в горното поле на играта. 
</p>
<br><br><br><br>
</body>

<footer>         
    <div class="footer">
    <p>Имейл за връзка: tictactoe047@gmail.com</p>
  </div>
</footer>

</html>